import Link from "next/link";
import styles from "./page.module.css";

export default function Home() {
  return (
    <div className={`container ${styles.page}`}>
      <p className={styles.text}>Ուրախ ենք, որ միացել եք մեր թիմին՝ պրակտիկա անցնելու նպատակով։ Վստահ ենք, որ այս ընթացքում ոչ միայն կկարողանաք կիրառել ձեր գիտելիքներն ու հմտությունները, այլ նաև կստանաք արժեքավոր փորձ և նոր գիտելիքներ։</p>
      <p className={styles.text}>Մինչ առաջադրանքինը անցնելը, ցանկանում ենք ընդգծել, որ մեզ համար կարևոր է համագործակցային մթնոլորտը, նախաձեռնողականությունը և սովորելու պատրաստակամությունը։ Ձեր ներդրումը կարևոր է մեր ընդհանուր աշխատանքի համար, և մենք պատրաստ ենք աջակցել ձեզ յուրաքանչյուր քայլում։</p>
      <p className={styles.text}>Շուտով դուք կստանաք ձեր առաջին առաջադրանքը։ Խնդրում ենք մոտենալ դրան ուշադրությամբ ու պատասխանատվությամբ՝ անհրաժեշտության դեպքում չվարանել դիմել հարցերով կամ պարզաբանումներով։</p>
      <p className={styles.text}>Բարի գալուստ և հաջողություն ձեզ պրակտիկայի ընթացքում։</p>
      <p className={styles.text}>Մենք վստահ ենք, որ սա երկուստեք կլինի օգտակար և զարգացնող փորձ։</p>

      <Link
        href='/login'
        className={styles.link}
      >
        Սկսել
      </Link>
    </div>
  );
}
